export const transIndividualSummary = `충청남도교통연수원 개인정보처리방침
충청남도교통연수원(이하 "연수원"이라 한다)에서 취급하는 모든 개인정보는 관련 법령에 근거하여 수집·보유 및 처리되고 있습니다.

「개인정보보호법」은 이러한 개인정보의 취급에 대한 일반적 규범을 제시하고 있으며, 이러한 법령의 규정에 따라 "연수원"은 개인정보처리방침을 통하여 수집·보유 및 처리하는 개인정보를 공공업무의 적절한 수행과 이용자의 권익을 보호하기 위해 적법하고 적정하게 취급할 것이며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

"연수원"은 개인정보보호법 제 30조에 따라 정보주체의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 개인정보 처리방침을 수립·공개하고 있으며, 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

관련법령(운수종사자교육 및 개인정보수집 근거법령)
운수종사자의 교육 등
「여객자동차운수사업법」제25조 및 동법 시행규칙 제58조의 관련법규에 의거 운수종사자 교육을 실시한다.
「화물자동차운수사업법」제59조 및 동법 시행규칙 제53조의 관련법규에 의거 운수종사자 교육을 실시한다.
「교통약자의 이동편의 증진법」제13조,제13조의2 및 동법 시행규칙 제3조와 충청남도 교통약자의 이동편의 증진에 관한 조례 제5조의 관련법규에 의거 교통약자 이동편의 증진교육을 실시한다.
민감정보 및 고유식별정보의 처리
「여객자동차운수사업법 시행령」제45조의2의 관련법규에 의거 고유식별정보(주민등록번호)를 수집·이용할 수 있다.
「화물자동차운수사업법 시행령」제15조의2의 관련법규에 의거 고유식별정보(주민등록번호)를 수집·이용할 수 있다.
「교통약자의 이동편의 증진법」시행령 제10조 및 동법 시행규칙 제3조의 관련법규에 의거 한다.
개인정보 수집 목적
연수원은 수집한 개인정보를 다음의 목적을 위해 활용한다.

연수원의 교육·행사 참여, 시설대관신청, 자료 및 데이터의 제공 등
교육생 관리(본인확인, 개인식별, 수료증발급 및 수료여부 확인, 부정접수 방지와 비인가사용 방지, 가입의사 확인 등)
충남도청 및 각 시·군청, 한국교통안전공단, 전국교통(문화)연수원, 충청남도 각 조합/협회 및 회사, 개인 등의 교육수료이력 통보 시 제공
개인정보 수집 항목
연수원은 운수종사자교육, 도민교육을 실시하기 위해 아래와 같은 개인정보를 수집·이용할 수 있다.

수집대상 : 회원가입, 운수종사자교육생/도민교통안전교육신청자, 대관신청기관(업체 및 담당자) 등 정보
회원가입(일반회원) : 이름, 생년월일, 성별, 이메일, 전화번호(휴대전화)
회원가입(운수종사자회원) : 이름, 생년월일, 성별, 이메일, 전화번호(휴대전화), 업종, 차량소속(등록 시·군), 회사명
운수종사자교육 대상자 : 이름, 회사명, 주소(시·군), 주민등록번호, 차량번호, 차량소속(등록 시·군), 전화번호(휴대전화), 자격증번호
도민교통안전교육 신청자 : 이름, 명칭(학교, 단체, 기관 등), 전화번호(휴대전화)
위 개인정보 외 서비스 이용과정(오프라인)이나 처리과정에서 로그, 쿠키, IP정보 등 생성·수집될 수 있다.(온라인)
위 수집된 정보 중 운수종사자교육 및 도민교통안전교육에 관한 수집항목 회원가입과는 별도의 교육이력 데이터로서 회원탈퇴시에도 삭제되지 않는다.
개인정보 보유 및 이용기간
교육접수 통해 수집된 개인정보
이용자가 연수원에서 실시하는 교육을 이수하고 운수종사자로써 재직하는 동안 연수원은 이용자의 개인정보를 계속적으로 보유하며 교육이력확인 등을 위해 이용합니다. 교육생이 직접 교육이력 삭제를 신청하시거나 개인정보 삭제를 요청한 경우 즉시 회원정보를 삭제, 복구가 불가능한 상태로 처리된다.다만, 연수원은 홈페이지 접속 로그, 쿠키 등의 기록은 6개월간 보관할 수 있다.
교육 등을 실시하기 위해 서면으로 수집된 개인정보
해당 사업 보관기간에 따라 교육생의 개인정보를 교육수료일로부터 10년간 보유하며 교육이력조회 등을 제공하기 위해 이용하며, 교육생이 개인정보 삭제 요청을 한 경우 즉시 정보를 삭제, 복구가 불가능한 상태로 처리된다.단, 삭제하였을 경우 본인이 교육을 수료하였다는 것을 직접 증명하여야 함.
회원가입 탈퇴 시 개인정보
회원탈퇴 후 연수원 사이트에 입력하신 게시물 및 댓글은 삭제되지 않으며, 회원정보 삭제로 인해 작성자 본인을 확인할 수 없으므로 게시물 편집 및 삭제 처리가 원천적으로 불가능
게시물 삭제를 원하시는 경우에는 먼저 해당 게시물을 삭제 하신 후, 탈퇴를 신청해야하며, 회원가입 탈퇴를 하더라도 운수종사자교육의 교육수료관련 자료는 교육이력 통보 및 추후 수료여부 조회 등으로 사용되어지며 삭제되지 않음. 단, 정보주체 당사자의 요구 시 삭제 가능하며, 교육수료이력 관련 정보가 삭제되므로 그에 따른 행정사항은 당사자에게 있다.
회원탈퇴 시 운수종사자 교육 수료자의 수료내역 정보
회원탈퇴 후 운수종사자교육(보수/신규/법령위반자/교통약자 이동편의 증진)의 이수 내역은 개인정보의 제3자 제공 및 충청남도교통연수원의 교육운영사항(수료이력관리 등)의 관계로 그와 관련된 정보는 삭제되지 않는다.
개인정보 파기절차 및 방법
연수원은 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기한다.
개인정보의 파기절차 및 방법은 다음과 같다.

전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제
종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기
개인정보의 제3자 제공
연수원은 운수종사자교육, 공직자교육 등을 실시하기 위해 아래와 같은 개인정보를 수집할 수 있다.

연수원은 교육생의 수료이력을 확인시켜줄 의무가 있으며, 수료이력을 충남도청 및 시·군청, 한국교통안전공단, 충청남도 운수단체(각 조합/협회), 각 회사별로 수료이력을 통보한다. 다만, 아래의 경우에는 예외로 한다.

교육생이 개인정보를 삭제 요청한 경우 제공할 수 없음(이 경우, 본인이 수료한 이력을 직접 증명하여야 함)
교육등록접수 시 개인정보 수집·이용 동의는 교육수료 업무 필수 정보이기 때문에 이를 거부하는 교육생에 대하여는 개인정보를 수집하지 않고 교육이수 확인증만 발급하며 곧바로 삭제한다. 또한 교육수료에 관한 증명 시 연수원은 어떠한 이력을 증명·제공할 수 없기에 이 경우 또한 본인이 수료한 이력을 직접 증명하여야 한다.
법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우 제공함
개인정보처리의 위탁
연수원은 홈페이지 유지보수 및 운영관리 및 대민 서비스 제공을 위하여 다음과 같이 개인정보 처리업무를 위탁하고 위탁업무의 내용과 수탁자를 홈페이지에 게시하고 있습니다.

기관명/소속	위탁받는자
(수탁자)	위탁항목	비고
충청남도
교통연수원	(주)케이쓰리아이

(주)자이냅스	
- 충청남도교통연수원 홈페이지 회원정보
회원가입(일반회원) : 이름, 생년월일, 성별, 이메일, 휴대전화번호
회원가입(운수종사자회원) : 이름, 생년월일, 성별, 이메일, 휴대전화번호, 업종, 차량소속(등록 시·군), 회사명
- 교육관련 정보
운수종사자교육 대상자 : 이름, 회사명, 주소(시·군), 주민등록번호, 차량번호, 차량소속(등록 시·군), 휴대전화번호, 자격증번호
도민교통안전교육 신청자 : 이름, 명칭(학교, 단체, 기관 등), 휴대전화번호
- 게시판 글쓰기
이름
 
(주)스펙토리	
- 공모전 응모
이름, 생년월일, 이메일, 휴대전화번호, 소속(학교, 회사), 주소
연수원은 홈페이지 업무 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.

개인정보 자동 수집장치의 설치·운영 및 그 거부에 관한 사항
연수원은 이용자의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)' 등을 운용한다. 쿠키란 연수원의 웹사이트를 운영하는데 이용되는 서버가 연수원의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장되며, 연수원은 접속빈도나 방문시간 등을 분석하여 이용자의 취향, 접속경로, 방문 회수를 파악하기 위한 목적으로 쿠키를 사용한다.

이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있다.

쿠키 설정 거부 방법
이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있다.
설정방법 1. [예(엣지(MicroSoft Edge) 경우]
웹 브라우저 우측상단 점세개 아이콘(설정 및 기타) > 쿠키 및 저장된 데이터 > 쿠키 및 사이트 데이터 관리 및 삭제 > 사이트에서 쿠키 데이터를 저장하고 읽도록 허용(권장) 거부하였을 경우 서비스 제공에 어려움이 있을 수 있다.
설정방법 2. [예(익스플로러(Internet Explorer) 경우]
웹 브라우저 상단 메뉴의 도구 > 인터넷 옵션 > 개인정보단, 이용자가 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있다.
개인정보에 관한 열람, 정정, 삭제, 처리정지 청구
교육생은 연수원의 해당 담당자를 통해 언제든지 등록되어 있는 자신의 개인정보를 열람, 정정, 삭제, 처리정지 청구할 수 있다.

연수자관리시스템 교육생 정보의 수정을 원할 경우에는 개인정보취급자에게 요청할 수 있다.

교육 수료이력을 확인 후 수료증 재발급을 원하실 경우 연수원으로 전화하여 요청해야 함.

온라인(홈페이지) 조회 방법
홈페이지에서 교육이력을 확인하시려면 '수료확인' 메뉴에서 교육생의 성명, 생년월일 등 정보를 입력하시면 교육수료이력을 확인하실 수 있으며, 또는 관리자에게 확인을 요청할 수 있다.
오프라인(연수원 전화통화 및 방문) 조회 방법
연수과(전화.041-854-2101, 2102) 및 방문을 통하여 교육 수료여부 확인
연수원은 이용자가 개인정보에 관한 열람·정정·삭제·처리 정지 요청을 개인정보 수집 시와 동등한 방법 및 절차에 따라 행사할 수 있도록 한다.

개인정보의 안전성 확보 조치
연수원은「개인정보보호법」 제29조 및「개인정보 내부관리계획」(안전행정부의 내부관리 지침을 준수) 수립 및 시행하고 있으며 이에 따라 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있다.

해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안 프로그램을 설치하고 주기적으로 갱신·점검하며, 접근이 통제된 구역에 서버를 설치하고 기술적·물리적으로 감시 및 차단하고 있다. 또한 개인정보를 처리하는 정보처리시스템의 접근권한을 부여하여 개인정보에 대한 접근통제를 위한 필요한 조치를 하고 있으며, 개인정보 취급 직원을 지정하여 담당자에 한정시켜 개인정보를 관리하고 있다.

또한, 개인정보를 암호화하여 저장하고 있으며, 복호화되지 않도록 일방향 암호화하여 장하고 있습니다. 개인정보 전송 시 암호화를 위하여 별도 보안기능(보안서버)을 사용하고 있습니다.

권익침해 구제방법
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.

아래 기관은 충청남도와는 별개의 기관으로서, 충청남도의 자체적인 개인정보를 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.

▶ 개인정보침해 신고센터(KISA: 한국인터넷진흥원 운영)
소관업무 : 개인정보 침해사실 시고, 상담 신청
홈페이지 : https://privacy.kisa.or.kr/
전화 : (국번없이) 118
주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터
▶ 개인정보 분쟁조정위원회
소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정(민사적 해결)
홈페이지 : https://www.kopico.go.kr/
전화 : (국번없이) 1833-6972
주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 12층
▶ 대검찰청 사이버범죄수사단
홈페이지 : https://www.spo.go.kr/
전화 : 02-3480-3573
주소 : (06590) 서울특별시 서초구 반포대로 157
▶ 경찰청 사이버안전국
홈페이지 : https://cyberbureau.police.go.kr/
전화 : 182
주소 : (03739) 서울특별시 서대문구 통일로 97
또한, 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체자의요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.

▶ 행정심판 청구 : 중앙행정심판위원회
홈페이지 : https://www.simpan.go.kr/
전화 : (국번없이) 110
주소 : (30102) 세종특별자치시 도움5로 20 정부세종청사 7-2동 중앙행정심판위원회
※ 행정심판위원회 전화번호 안내
서울특별시행정심판위원회 : (02) 731-6157, 6557
강원도행정심판위원회 : (033) 249-2132, 2478
부산광역시행정심판위원회 : (051) 888-2212
충청북도행정심판위원회 : (043) 220-2321~4
대구광역시행정심판위원회 : (053) 429-2137
충청남도행정심판위원회 : (042) 251-2133
인천광역시행정심판위원회 : (032) 440-2292
전라북도행정심판위원회 : (063) 280-2132
광주광역시행정심판위원회 : (062) 606-2132
전라남도행정심판위원회 : (062) 607-2131
대전광역시행정심판위원회 : (042) 600-2152
경상북도행정심판위원회 : (053) 950-2133
울산광역시행정심판위원회 : (052) 229-2132
경상남도행정심판위원회 : (055) 279-2133
경기도행정심판위원회 : (031) 249-2132, 2881
제주도행정심판위원회 : (064) 710-2272
개인정보 분야별 책임자 및 담당자 연락처(전화, 팩스, 이메일 등)
연수원은 이용자의 개인정보를 보호하고 개인정보와 관련한 불만 및 정보공개를 처리하기 위하여 아래와 같이 개인정보관리책임자 및 담당자를 지정·게시한다.

※ 교육 및 고객서비스 담당부서 : 연수과(전화. 041854-2101, 041-854-2102 / 팩스. 041-854-1007)`;
